<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>온라인 배달 주문 시스템</title>
</head>
<body>
	<pre>
0. 회원가입-html(예담)
0.1 아이디 중복 확인
0.2 이름
0.3 전화번호
0.4 생년월일
0.5 주소-우편번호 ()
0.6 비밀번호 확인
0.7 결제정보 등록

1. 로그인-html(은지)
1.1 아이디 및 비밀번호 입력
1.2 회원가입 페이지 이동
1.3 아이디 및 비밀번호 변경
1.4 네이버 아이디로 로그인 하기(보류)
1.5 비회원 주문

2. 주소확인(자기집 주소화면) 및 해당 주소 근처 프렌차이즈 검색(가게 전화번호 등록)-html(효연)
2.1 매장선택
2.2 검색하기, 가까운 매장, 이전 주문 매장(주문지 저장)
2.3 매장명 검색(찾으실 매장명을 검색하세요)
2.4 검색 된 매장 클릭
2.5 매장 확인

3. 메뉴 선택-html(수연)
3.1 전체 메뉴, 추천, 아메리카노 시리즈, 라떼 시리즈, 흑임자 시리즈, 셋트메뉴, 디저트(피자)
3.2 각 메뉴 (이미지, 음식이름, 가격, 수량, 담기, 사이즈, 각 추가메뉴 선택)

4. 장바구니 이동-html

5. 결제 정보 - html(상욱)
5.1 매장정보
5.1.1 매장 주소
5.1.2 포장 매장
5.1.3 포장 예상시간
5.1.4 주문 요청사항
5.1.5 주문 제품 확인
5.1.6 포장 주문 시간 선택
5.1.7 전화번호 입력
5.1.8 결제 정보 입력
5.1.9 결제 금액 확인
5.1.10 결제 주문완료

6. 결제 확인 및 주문 정보 확인-html(재희)

7. 이슈 검색 시 채팅창 구현-html(보류)
</pre>
</body>
</html>